[
  {
    "Title":"The English Assassin (Gabriel Allon, #2)",
    "Author":"Daniel Silva",
    "Score":4.16,
    "Ratings":40122,
    "Shelvings":44602,
    "Published":2002,
    "Description":"The Unlikely Spy, Daniel Silva's extraordinary debut novel, was applauded by critics as it rocketed onto national bestseller lists. Now Silva has outdone himself, with a taut, lightning-paced thriller rooted assuredly in fact: Switzerland's shameful WWII record of profiteering and collaboration with Nazi Germany.When art restorer and occasional Israeli agent Gabriel Allon is sent to Zurich, Switzerland, to restore the painting of a reclusive millionaire banker, he arrives to find his would-be employer murdered at the foot of his Raphael. A secret collection of priceless, illicitly gained Impressionist masterpieces is missing. Gabriel's handlers step out of the shadows to admit the truth-the collector had been silenced-and Gabriel is put back in the high-stakes spy game, battling wits with the rogue assassin he helped to train.Tense, taut, expertly crafted, and brimming with unexpected reversals, The English Assassin is Daniel Silva at his storytelling best",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1559334947i\/93795.jpg"
  },
  {
    "Title":"Pompeii",
    "Author":"Robert   Harris",
    "Score":3.86,
    "Ratings":46097,
    "Shelvings":64840,
    "Published":2003,
    "Description":"With his trademark elegance and intelligence Robert Harris recreates a world on the brink of disaster.All along the Mediterranean coast, the Roman empire's richest citizens are relaxing in their luxurious villas, enjoying the last days of summer. The world's largest navy lies peacefully at anchor in Misenum. The tourists are spending their money in the seaside resorts of Baiae, Herculaneum, and Pompeii.But the carefree lifestyle and gorgeous weather belie an impending cataclysm, and only one man is worried. The young engineer Marcus Attilius Primus has just taken charge of the Aqua Augusta, the enormous aqueduct that brings fresh water to a quarter of a million people in nine towns around the Bay of Naples. His predecessor has disappeared. Springs are failing for the first time in generations. And now there is a crisis on the Augusta's sixty-mile main line—somewhere to the north of Pompeii, on the slopes of Mount Vesuvius.Attilius—decent, practical, and incorruptible—promises Pliny, the famous scholar who commands the navy, that he can repair the aqueduct before the reservoir runs dry. His plan is to travel to Pompeii and put together an expedition, then head out to the place where he believes the fault lies. But Pompeii proves to be a corrupt and violent town, and Attilius soon discovers that there are powerful forces at work—both natural and man-made—threatening to destroy him.With his trademark elegance and intelligence, Robert Harris, bestselling author of Archangel and Fatherland, re-creates a world on the brink of disaster.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1388189565i\/880.jpg"
  },
  {
    "Title":"Notorious RBG: The Life and Times of Ruth Bader Ginsburg",
    "Author":"Irin Carmon",
    "Score":4.19,
    "Ratings":59670,
    "Shelvings":171959,
    "Published":2015,
    "Description":"You can't spell truth without Ruth.Only Ruth Bader Ginsburg can judge me.The Ruth will set you free.Supreme Court Justice Ruth Bader Ginsburg never asked for fame—she was just trying to make the world a little better and a little freer. But along the way, the feminist pioneer's searing dissents and steely strength have inspired millions. Notorious RBG: The Life and Times of Ruth Bader Ginsburg, created by the young lawyer who began the Internet sensation and an award-winning journalist, takes you behind the myth for an intimate, irreverent look at the justice's life and work. As America struggles with the unfinished business of gender equality and civil rights, Ginsburg stays fierce. And if you don't know, now you know.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1429924065i\/25422234.jpg"
  },
  {
    "Title":"The Abolition of Man",
    "Author":"C.S. Lewis",
    "Score":4.11,
    "Ratings":34390,
    "Shelvings":52770,
    "Published":1943,
    "Description":"Alternative cover for ISBN: 978-0060652944The Abolition of Man, Lewis uses his graceful prose, delightful humor, and keen understanding of the human mind to challenge our notions about how to best teach our children--and ourselves--not merely reading and writing, but also a sense of morality.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1435685201i\/25825420.jpg"
  },
  {
    "Title":"Portrait of a Murderer",
    "Author":"Anne  Meredith (Pseudonym)",
    "Score":3.38,
    "Ratings":1129,
    "Shelvings":1739,
    "Published":1933,
    "Description":"'Adrian Gray was born in May 1862 and met his death through violence, at the hands of one of his own children, at Christmas, 1931.'<'b>Thus begins a classic crime novel published in 1933 that has been too long neglected―until now. It is a riveting portrait of the psychology of a murderer.Each December, Adrian Gray invites his extended family to stay at his lonely house, Kings Poplars. None of Gray's six surviving children is fond of him; several have cause to wish him dead. The family gathers on Christmas Eve―and by the following morning, their wish has been granted.This fascinating and unusual novel tells the story of what happened that dark Christmas night; and what the murderer did next.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1492279394i\/34862885.jpg"
  },
  {
    "Title":"Filboid Studge, The Story of a Mouse That Helped",
    "Author":"Saki",
    "Score":3.66,
    "Ratings":122,
    "Shelvings":261,
    "Published":1911,
    "Description":"'Three weeks later the world was advised of the coming of a new breakfast food, heralded under the resounding name of \"Filboid Studge\"'H.H. Munro, better known by his pen name, Saki, wrote wickedly comic satires of upper-class Edwardian life. These seven short stories are macabre and extremely funny: they include a cat that is regrettably taught to speak, a vicious pet ferret worshipped as a god, a businessman triumphantly selling an unpalatable breakfast mush, and many dark twists and barbs.This book includes Filboid Studge, a Story of a Mouse That Helped, Todermory, Mrs Packletide's Tiger, Sredni Vashtar, The Music on the Hill, The Recessional and The Cobweb.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1328028392i\/10548737.jpg"
  },
  {
    "Title":"The Witch Doesn't Burn in This One (Women Are Some Kind of Magic, #2)",
    "Author":"Amanda Lovelace",
    "Score":3.73,
    "Ratings":45137,
    "Shelvings":135835,
    "Published":2018,
    "Description":"The witch: supernaturally powerful, inscrutably independent, and now—indestructible. These moving, relatable poems encourage resilience and embolden women to take control of their own stories. Enemies try to judge, oppress, and marginalize her, but the witch doesn’t burn in this one.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1675245431i\/35924698.jpg"
  },
  {
    "Title":"Death in Midsummer and Other Stories",
    "Author":"Yukio Mishima",
    "Score":4.03,
    "Ratings":4953,
    "Shelvings":11235,
    "Published":1953,
    "Description":"Recognized throughout the world for his brilliance as a novelist and playwright, Yukio Mishima is also noted as a master of the short story in his native Japan, where the form is practiced as a major art. Nine of his finest stories were selected by Mishima himself for translation in this book; they represent his extraordinary ability to depict, with deftness and penetration, a wide variety of human beings in moments of significance. Often his characters are sophisticated modern Japanese who turn out to be not so liberated from the past as they had thought.In the title story, \"Death in Midsummer,\" which is set at a beach resort, a triple tragedy becomes a cloud of doom that requires exorcising. In another, \"Patriotism,\" a young army officer and his wife choose a way of vindicating their belief in ancient values that is as violent as it is traditional; it prefigured his own death by seppuku in November 1970. There is a story in which the sad truth of the relationship between a businessman and his former mistress is revealed through a suggestion of the unknown, and another in which a working-class couple, touching in their simple love for each other, pursue financial security by rather shocking means.Also included is one of Mishima's \"modern Nō plays,\" remarkable for the impact which its brevity and uncanny intensity achieve. The English versions have been done by four outstanding translators: Donald Keene, Ivan Morris, Geoffrey Sargent, and Edward Seidensticker.Photograph on back cover by T. Kamiya; cover design by David Ford",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1442620265i\/574927.jpg"
  },
  {
    "Title":"The Hours",
    "Author":"Michael Cunningham",
    "Score":3.95,
    "Ratings":141441,
    "Shelvings":221385,
    "Published":1998,
    "Description":"The Pulitzer Prize-winning novel that became a motion picture starring Meryl Streep, Julianne Moore, and Nicole Kidman, directed by Stephen Daldry from a screenplay by David Hare.In The Hours, Michael Cunningham, widely praised as one of the most gifted writers of his generation, draws inventively on the life and work of Virginia Woolf to tell the story of a group of contemporary characters struggling with the conflicting claims of love and inheritance, hope and despair. The narrative of Woolf's last days before her suicide early in World War II counterpoints the fictional stories of Samuel, a famous poet whose life has been shadowed by his talented and troubled mother, and his lifelong friend Clarissa, who strives to forge a balanced and rewarding life in spite of the demands of friends, lovers, and family.Passionate, profound, and deeply moving, this is Cunningham's most remarkable achievement to date.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1479663379i\/11899.jpg"
  },
  {
    "Title":"Consider Her Ways and Others",
    "Author":"John Wyndham",
    "Score":3.75,
    "Ratings":1692,
    "Shelvings":2685,
    "Published":1956,
    "Description":"Consider Her Ways Jane Waterleigh has no memory of her past wakes up and discovers that she is a mother of some description, in a bloated body that is not her own. Odd is a tale of how an ordinary man profited from an extraordinary time paradox when he stops to help a man seemingly lost and confused, and then learns the reasons why.Stitch in Time concerns an elderly lady reflecting on a lost love and, thanks to her sons' experiments with time, finally discovering the reason why her lover abandoned her so many years ago.Oh Where, Now, is Peggy MacRafferty? is a social satire on Hollywood glamour in which a bright, individual young Irish woman becomes part of the celebrity circuit, and loses all that makes her special in the process of becoming a star.Random Quest combines romance and parallel universes.A Long Spoon is the story of how a demon is summoned by mistake and the lengths the couple that invoked him have to go to get rid of him without losing their souls in the bargain.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1387746770i\/163906.jpg"
  },
  {
    "Title":"The House in Good Taste",
    "Author":"Elsie De Wolfe",
    "Score":3.77,
    "Ratings":139,
    "Shelvings":612,
    "Published":1913,
    "Description":"After ninety years, The House in Good Taste by America's \"first lady of interior decoration,\" Elsie de Wolfe, still offers timeless design advice.Compiled from her articles in newspapers and magazines and first published in 1914, The House in Good Taste is a seminal book on interior design with ideas that have lasted a century because they influenced not only the wealthy clients of Park Avenue and Palm Beach, but popular taste as well.De Wolfe advised Americans to shun ostentation and clutter in favor of simplicity, to dismantle the draperies in order to let in the light, and to replace garish colors with beige and ivory. \"I believe in plenty of optimism and white paint,\" she declared, \"comfortable chairs with lights beside them, open fires on the hearth and flowers wherever they 'belong,' mirrors and sunshine in all rooms.\" The rooms that Americans inhabited in the middle of the twentieth century still today owe much to de Wolfe's tastes.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1388338376i\/344952.jpg"
  },
  {
    "Title":"Hawaiian Legends of Volcanoes",
    "Author":"William Drake Westervelt",
    "Score":3.73,
    "Ratings":49,
    "Shelvings":87,
    "Published":1916,
    "Description":"Still popular nearly a century after its original publication, W.D. Westervelt's Hawaiian Legends of Volcanoes, is well written and well-paced. Especially enjoyable are the tales the exploits of Pele and her sister Hiiaka with mortals such as the handsome chiefs Kahawali and Lohiau, and the explosive love affair with the pig-god Kamapuaa. The powerful conflicts between Pele and Poliahu, the snow goddess, and Hiiaka and the many moo, or supernatural water creatures, are recounted with the rhythm and suspense befitting the best drama.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1266680071i\/6401875.jpg"
  },
  {
    "Title":"Don'ts For Husbands",
    "Author":"Blanche Ebbutt",
    "Score":3.7,
    "Ratings":315,
    "Shelvings":594,
    "Published":1913,
    "Description":"Don'ts for Husbands and Don'ts for Wives are facsimile editions of the original books published by A&C Black in 1913. Each pocket-sized book contains hundreds of snippets of entertaining advice for a happy marriage, which rings true almost 100years after they were written. The reissued titles are ideal Christmas stocking fillers, and gifts for weddings, engagements and anniversaries. Advice appears under the following chapters: 1. Personalities 2. How to Avoid Discord 3. Habits 4. Financial Matters 5. Evenings at Home 6. Jealousy 7. Recreation 8. Food 9. Dress 10. Entertaining 11. Household Management 12. Children About The Author: Blanche Ebbutt wrote the original editions of Don'ts for Husbands",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1436656579i\/1382553.jpg"
  },
  {
    "Title":"Ariadne",
    "Author":"Jennifer Saint",
    "Score":3.8,
    "Ratings":115026,
    "Shelvings":359613,
    "Published":2021,
    "Description":"Ariadne, Princess of Crete, grows up greeting the dawn from her beautiful dancing floor and listening to her nursemaid's stories of gods and heroes. But beneath her golden palace echo the ever-present hoofbeats of her brother, the Minotaur, a monster who demands blood sacrifice.When Theseus, the Prince of Athens, arrives to vanquish the beast, Ariadne sees in his green eyes not a threat but an escape. Defying the gods, betraying her family and country, and risking everything for love, Ariadne helps Theseus kill the Minotaur. But will Ariadne's decision ensure her happy ending? And what of Phaedra, the beloved younger sister she leaves behind?Hypnotic, propulsive, and utterly transporting, Jennifer Saint's Ariadne forges a new epic, one that puts the forgotten women of Greek mythology back at the heart of the story, as they strive for a better world.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1601959039i\/54860614.jpg"
  },
  {
    "Title":"In the Miso Soup",
    "Author":"Ryū Murakami",
    "Score":3.62,
    "Ratings":32923,
    "Shelvings":70908,
    "Published":1997,
    "Description":"Kenji tiene veinte años y desde hace un tiempo trabaja como guía turístico nocturno por las calles de Kabukichō, en el centro de Tokio; su función: llevar a los gaijin que llegan al país por peep shows, locales de alterne y cabarets, y asegurarse de que pasan un buen rato. En la víspera de Año Nuevo, recibe una llamada de Frank, un turista americano que solicita sus servicios para tres noches. Aunque Kenji le ha prometido a Jun, su novia, pasar más tiempo juntos, la oferta es demasiado tentadora como para rechazarla, de modo que el guía acabará compartiendo con Frank esos últimos días del año, mientras un asesino en serie mantiene en vilo a la ciudad.En 1997, Sopa de miso empezó a publicarse por entregas en el Yomiuri Shimbun, el periódico más importante de Japón; ese mismo año obtuvo el Premio Yomiuri, que le concedió un jurado presidido por el nobel de literatura Kenzaburō Ōe, y hoy es la novela más conocida de Ryū Murakami, maestro indiscutible del thriller psicológico japonés.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1309282509i\/17810.jpg"
  },
  {
    "Title":"Found Treasure",
    "Author":"Grace Livingston Hill",
    "Score":4.2,
    "Ratings":377,
    "Shelvings":497,
    "Published":1928,
    "Description":"Effie Martin was humiliated! Lawrence Earle, the football hero, was coming back from college, and all the girls were planning a big picnic for him. She had been planning to go, too―until she overheard the girls saying they didn't want her along because she was too rough, too much of a tomboy. Well, she'd show them. She could be as much a lady as any of them!Or could she? Almost immediately Effie found herself caught in a struggle between “acting ladylike” and being herself―a struggle she was afraid of losing. Then suddenly, wonderfully, an act of heroism throws Effie into an extraordinary friendship with the football star himself! And she begins the thrilling journey of becoming a woman who understands strong faith and lasting love.Grace Livingston Hill is the beloved author of more than 100 books. Read and enjoyed by millions, her wholesome stories contain adventure, romance, and the heartwarming triumphs of people faced with the problems of life and love.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1450803663i\/574028.jpg"
  },
  {
    "Title":"The Casuarina Tree",
    "Author":"W. Somerset Maugham",
    "Score":4.2,
    "Ratings":477,
    "Shelvings":743,
    "Published":1926,
    "Description":"1926. Maugham, English novelist, short-story writer, and playwright is best remembered for his novel Of Human Bondage. The Casuarina Tree contains six stories by Maugham including: Before the Party; P. and O.; The Outstation; The Force of Circumstance; The Yellow Streak; and The Letter.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1179194622i\/887838.jpg"
  },
  {
    "Title":"Columbine",
    "Author":"Dave Cullen",
    "Score":4.29,
    "Ratings":92113,
    "Shelvings":225219,
    "Published":2009,
    "Description":"\"The tragedies keep coming. As we reel from the latest horror . . . \" So begins a new epilogue, illustrating how Columbine became the template for nearly two decades of \"spectacle murders.\" It is a false script, seized upon by a generation of new killers. In the wake of Newtown, Aurora, and Virginia Tech, the imperative to understand the crime that sparked this plague grows more urgent every year.What really happened April 20, 1999? The horror left an indelible stamp on the American psyche, but most of what we \"know\" is wrong. It wasn't about jocks, Goths, or the Trench Coat Mafia. Dave Cullen was one of the first reporters on scene, and spent ten years on this book-widely recognized as the definitive account. With a keen investigative eye and psychological acumen, he draws on mountains of evidence, insight from the world's leading forensic psychologists, and the killers' own words and drawings-several reproduced in a new appendix. Cullen paints raw portraits of two polar opposite killers. They contrast starkly with the flashes of resilience and redemption among the survivors.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1442939134i\/5632446.jpg"
  },
  {
    "Title":"Honor Among Thieves",
    "Author":"Jeffrey Archer",
    "Score":3.87,
    "Ratings":17842,
    "Shelvings":23658,
    "Published":1993,
    "Description":"Spring 1994, Washington, D.C. - While the Clinton Administration grapples with its domestic policies, a sinister plot is being masterminded six thousand miles away in Baghdad. By using $100 million as bait and spinning a deadly web of corruption, forgery, and terror, Saddam Hussein seeks to embarrass the U.S. with the ultimate to steal a treasured historical document and then destroy it before the world's media-on July 4, 1994. As the countdown to Independence Day begins, two agents stand in the way of his nearly flawless Scott Bradley, a rising star in the CIA who is desperate to prove his patriotism, and Hannah Kopec, the stunning Mossad operative who has already lost o much that she fears nothing and trusts no one. Their unrelenting quest to prevent what would undoubtedly be the most humiliating day in U.S. history takes them across four continents and climaxes in a dramatic, triple-twist ending. Ingeniously plotted and as up-to-the-minute as today's headlines, Honor Among Thieves resonates with the brilliant pace that is the trademark of master storyteller Jeffrey Archer.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1316131242i\/79006.jpg"
  },
  {
    "Title":"Fever (A Medical Thriller)",
    "Author":"Robin Cook",
    "Score":3.79,
    "Ratings":9096,
    "Shelvings":13728,
    "Published":1982,
    "Description":"Charles Martel is a brilliant cancer researcher who discovers that his own daughter is the victim of leukemia. The cause: a chemical plant conspiracy that not only promises to kill her, but will destroy him as a doctor and a man if he tries to fight it...",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1389786400i\/66468.jpg"
  },
  {
    "Title":"The Bridges at Toko-ri",
    "Author":"James A. Michener",
    "Score":4.05,
    "Ratings":5687,
    "Shelvings":7569,
    "Published":1953,
    "Description":"In one of his beloved early bestsellers, Pulitzer Prize–winning author James A. Michener crafts a tale of the American men who fought the Korean War, detailing their exploits in the air as well as their lives on the ground. Young and innocent, they arrive in a place they have barely ever heard of, on a ship massive enough to carry planes and helicopters. Trained as professionals, they prepare for the rituals of war that countless men before them have endured, and face the same fears. They are American fighter pilots. Together they face an enemy they do not understand, knowing their only hope for survival is to win.  Praise for The Bridges at Toko-Ri\n \n “A vivid and moving story, as well as an exciting one . . . The humanity of the people is deeply felt.”—Chicago Tribune\n \n “The Banshees screaming over Korea, the perilous landings on an aircraft carrier deck ‘bouncing around like a derelict rowboat,’ a helicopter rescue from the freezing waters . . . all are stirringly rendered.”—The Denver Post\n \n “Michener’s best . . . a story of action, ideas, and civilization’s responsibilities.”—Saturday Review",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1333665295i\/787184.jpg"
  },
  {
    "Title":"Women Don't Owe You Pretty",
    "Author":"Florence Given",
    "Score":3.73,
    "Ratings":55904,
    "Shelvings":136200,
    "Published":2020,
    "Description":"\nWOMEN DON'T OWE YOU PRETTY will tell you to...\n\nlove sex, hate sexism,\n\nprotect your goddamn energy,\n\nlife is short, dump them,\n\nAnd that you owe men nothing, least of all pretty.\nFlorence's debut book will explore all progressive corners of the feminist conversation; from insecurity projection and refusing to find comfort in other women's flaws, to deciding whether to date or dump them, all the way through to unpacking the male gaze and how it shapes our identity.WOMEN DON'T OWE YOU PRETTY is an accessible leap into feminism, for people at all stages of their journey who are seeking to reshape and transform the way they view themselves. In a world that tells women we're either not enough or too much, it's time we stop directing our anger and insecurities onto ourselves, and start fighting back to re-shape the toxic structures of our patriarchal society.Florence's book will help you to tackle and challenge the limiting narrative you have been bombarded with your whole life, and determine feminism on your own terms. After all, you are the love of your own life.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1621185184i\/52252715.jpg"
  },
  {
    "Title":"The Rapture of Canaan",
    "Author":"Sheri Reynolds",
    "Score":3.83,
    "Ratings":34513,
    "Shelvings":49692,
    "Published":1995,
    "Description":"Oprah Book Club® Selection, April 1997: Members of the Church of Fire and Brimstone and God's Almighty Baptizing Wind spend their days and nights serving the Lord and waiting for the Rapture--that moment just before the Second Coming of Christ when the saved will be lifted bodily to heaven and the damned will be left behind to face the thousand years of tribulation on earth. The tribulation, according to Grandpa Herman, founder of Fire and Brimstone, will be an ugly time: \"He said that we'd run out of food. That big bugs would chase us around and sting us with their tails . . . He said we'd turn on the faucet in the bathroom and find only blood running out . . . He said evil multitudes would come unto us and cut off our limbs, and that we wouldn't die . . . And then he'd say, 'But you don't have to be left behind. You can go straight to Heaven with all of God's special children if you'll only open your hearts to Jesus . . .'\"  Such talk of damnation weighs heavy on the mind of Ninah Huff, the 15-year-old narrator of Sheri Reynolds's second novel, The Rapture of Canaan. To distract her from sinful thoughts about her prayer partner James, Ninah puts pecan shells in her shoes and nettles in her bed. But concentrating on the Passion of Jesus cannot, in the end, deter Ninah and James from their passion for each other, and the consequences prove both tragic and transforming for the entire community.  The Rapture of Canaan is a book about miracles, and in writing it, Reynolds has performed something of a miracle herself. Although the church's beliefs and practices may seem extreme (sleeping in an open grave, mortifying the flesh with barbed wire), its members are complex and profoundly sympathetic as they wrestle with the contradictions of Fire and Brimstone's theology, the temptations of the outside world, and the frailties of the human heart.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1442420479i\/5180.jpg"
  },
  {
    "Title":"The World's Greatest Books, Volume 6: Fiction",
    "Author":"Arthur Mee (Editor)",
    "Score":3.52,
    "Ratings":54,
    "Shelvings":203,
    "Published":1910,
    "Description":"LE FANU, SHERIDANUncle SilasLESAGE, RENÉGil BlasLEVER, CHARLESCharles O'MalleyTom Burke of OursLEWIS, M.G.Ambrosio, or the MonkLINTON, MRS. LYNNJoshua DavidsonLOVER, SAMUELHandy AndyLYTTON, EDWARD BULWER Eugene AramLast Days of PompeiiThe Last of the BaronsMACKENZIE, HENRYMan of FeelingMAISTRE, COUNT XAVIER DEA Journey Round my RoomMALORY, SIR THOMASMorte d'ArthurMANNING, ANNEHousehold of Sir Thomas MoreMANZONI, ALESSANDROThe BetrothedMARRYAT, CAPTMr. Midshipman EasyPeter SimpleMATURIN, CHARLESMelmoth the WandererMENDOZA, DIEGO DELazarillo de TonnesMEREJOWSKI, DMITRIDeath of the GodsMÉRIMÉE, PROSPERCarmenMITFORD, MARY RUSSELLOur VillageMOIR, DAVIDMansie WauchMORIER, JAMESHajji BabaMURRAY, DAVID CHRISTIEWay of the WorldNORRIS, FRANKThe PitOHNET, GEORGESThe IronmasterOUIDAUnder Two FlagsPAYN, JAMESLost Sir Massingberd",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1328307034i\/6301269.jpg"
  },
  {
    "Title":"Psychology: Themes and Variations",
    "Author":"Wayne Weiten",
    "Score":3.73,
    "Ratings":296,
    "Shelvings":518,
    "Published":1900,
    "Description":"The BRIEFER EDITION, of THEMES AND VARIATIONS, SEVENTH EDITION, help you experience the excitement of this fascinating field, while helping you study and retain what you learn! Filled with practical ways that you can apply psychology to your everyday life, this best-selling psychology textbook is an experience in learning that you'll remember long after you complete your introductory psychology course. \"Critical Thinking Applications\" in every chapter give you specific critical thinking strategies you can apply to what you read. Every chapter of this book offers tools to help you focus on what's important-showing you how to study in ways that help you retain information and do your very best on exams.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1266539763i\/384399.jpg"
  },
  {
    "Title":"Quicksand",
    "Author":"Jun'ichirō Tanizaki",
    "Score":3.66,
    "Ratings":3596,
    "Shelvings":6289,
    "Published":1928,
    "Description":"Quicksand is a silkily nuanced novel of erotic gamesmanship and obsession. Sonoko Kakiuchi, an Osaka lady of a good family, married to a dully respected lawyer, tells a story of temptation and betrayal. Sonoko is infatuated with the beautiful art student and femme fatale Mitsuko, a woman so seductive and heartless she can even turn Sonoko's husband into her own accomplice. Filled with intrigue and treacherous romance, readers will be entranced by Tanizaki’s seminal novel.  At once savagely funny and timorously exact in its portrayal of sexual enthrallment, Quicksand is “beautifully and mysteriously contrived.”— Newsday",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1597528554i\/34460.jpg"
  },
  {
    "Title":"The Traveller's Tree: A Journey Through the Caribbean Islands (New York Review Books Classics)",
    "Author":"Patrick Leigh Fermor",
    "Score":3.87,
    "Ratings":300,
    "Shelvings":1518,
    "Published":1950,
    "Description":"In the late 1940s Patrick Leigh Fermor, now widely regarded as one of the twentieth century’s greatest travel writers, set out to explore the then relatively little-visited islands of the Caribbean. Rather than a comprehensive political or historical study of the region, The Traveller’s Tree , Leigh Fermor’s first book, gives us his own vivid, idiosyncratic impressions of Guadeloupe, Martinique, Dominica, Barbados, Trinidad, and Haiti, among other islands. Here we watch Leigh Fermor walk the dusty roads of the countryside and the broad avenues of former colonial capitals, equally at home among the peasant and the elite, the laborer and the artist. He listens to steel drum bands, delights in the Congo dancing that closes out Havana’s Carnival, and observes vodou and Rastafarian rites, all with the generous curiosity and easy erudition that readers will recognize from his subsequent classic accounts A Time of Gifts and Between the Woods and the Water .",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1657538123i\/9838317.jpg"
  },
  {
    "Title":"The Biography of a Silver Fox",
    "Author":"Ernest Thompson Seton",
    "Score":4.45,
    "Ratings":73,
    "Shelvings":162,
    "Published":1909,
    "Description":"Follows the activities of a silver fox as he leaves his mother, finds a mate, establishes a den, and outwits human and animal enemies.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1349014609i\/1644867.jpg"
  },
  {
    "Title":"Less Than Zero",
    "Author":"Bret Easton Ellis",
    "Score":3.6,
    "Ratings":86608,
    "Shelvings":143440,
    "Published":1985,
    "Description":"Set in Los Angeles in the early 1980s, this coolly mesmerizing novel is a raw, powerful portrait of a lost generation that experienced sex, drugs, and disaffection at too early an age, growing up in a world shaped by casual nihilism, passivity, and too much money.Clay comes home for Christmas vacation from his Eastern college and re-enters a landscape of limitless privilege and absolute moral entropy, where everyone drives Porches, dines at Spago, and snorts mountains of cocaine. He tries to renew feelings for his girlfriend, Blair, and for his best friend from high school, Julian, who is careering into hustling and heroin. Clay's holiday turns into a dizzying spiral of desperation that takes him through the relentless parties in glitzy mansions, seedy bars, and underground rock clubs, and into the seamy world of L.A. after dark.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1443060100i\/9915.jpg"
  },
  {
    "Title":"Lion of Ireland (Celtic World of Morgan Llywelyn, 5)",
    "Author":"Morgan Llywelyn",
    "Score":4.14,
    "Ratings":4160,
    "Shelvings":8635,
    "Published":1980,
    "Description":"Morgan Llywelyn's New York Times bestselling historical classic of the greatest Irish kingKing. Warrior. Lover.Brian Boru was stronger, braver, and wiser than all other men―the greatest king Ireland has ever known. Out of the mists of the country's most violent age, he merged to lead his people to the peak of their golden era.Set against the barbaric splendor of the tenth century, this is a story rich in truth and legend, in which friends become deadly enemies, bedrooms turn into battlefields, and dreams of glory transform into reality.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1312057693i\/300932.jpg"
  },
  {
    "Title":"Joyful Noise: Poems for Two Voices",
    "Author":"Paul Fleischman",
    "Score":3.98,
    "Ratings":10735,
    "Shelvings":17873,
    "Published":1988,
    "Description":"From the Newbery Medal-winning author of Seedfolks, Paul Fleischman, Joyful Noise is a collection of irresistible poems that celebrates the insect world.Funny, sad, loud, and quiet, each of these poems resounds with a booming, boisterous, joyful noise.The poems resound with the pulse of the cicada and the drone of the honeybee. They can be fully appreciated by an individual reader, but they're particularly striking when read aloud by two voices, making this an ideal pick for classroom use. Eric Beddows′s vibrant drawings send each insect soaring, spinning, or creeping off the page in its own unique way.With Joyful Noise, Paul Fleischman created not only a fascinating guide to the insect world but an exultant celebration of life.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1347446165i\/160192.jpg"
  },
  {
    "Title":"Coming of Age in Mississippi: The Classic Autobiography of a Young Black Girl in the Rural South",
    "Author":"Anne Moody",
    "Score":4.12,
    "Ratings":11097,
    "Shelvings":22718,
    "Published":1968,
    "Description":"Born to a poor couple who were tenant farmers on a plantation in Mississippi, Anne Moody lived through some of the most dangerous days of the pre-civil rights era in the South. The week before she began high school came the news of Emmet Till's lynching. Before then, she had \"known the fear of hunger, hell, and the Devil. But now there was...the fear of being killed just because I was black.\" In that moment was born the passion for freedom and justice that would change her life.An all-A student whose dream of going to college is realized when she wins a basketball scholarship, she finally dares to join the NAACP in her junior year. Through the NAACP and later through CORE and SNCC she has first-hand experience of the demonstrations and sit-ins that were the mainstay of the civil rights movement, and the arrests and jailings, the shotguns, fire hoses, police dogs, billy clubs and deadly force that were used to destroy it.A deeply personal story but also a portrait of a turning point in our nation's destiny, this autobiography lets us see history in the making, through the eyes of one of the footsoldiers in the civil rights movement.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1388197413i\/5736.jpg"
  },
  {
    "Title":"The Nice Old Man and the Pretty Girl",
    "Author":"Italo Svevo",
    "Score":3.11,
    "Ratings":728,
    "Shelvings":747,
    "Published":1926,
    "Description":"...the sin of an old man is equal to about two sins of a young man.The fable-like story of an old man's sexual obsession with a young woman is a distillation of Italo Svevo's concerns--attraction of an older man to a younger woman, individual conscience versus social convention, and the cost of sexual desire. This novella is a marvel of psychological insight, following the man's vacillations and tortuous self-justifications to their tragic-comic end. It is presented here in a translation first commissioned and published by Virginia Woolf for her Hogarth Press.The Art of The Novella SeriesToo short to be a novel, too long to be a short story, the novella is generally unrecognized by academics and publishers. Nonetheless, it is a form beloved and practiced by literature's greatest writers. In the Art Of The Novella series, Melville House celebrates this renegade art form and its practitioners with titles that are, in many instances, presented in book form for the first time.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1348072026i\/8630503.jpg"
  },
  {
    "Title":"Heroes Die (The Acts of Caine, #1)",
    "Author":"Matthew Woodring Stover",
    "Score":4.09,
    "Ratings":12203,
    "Shelvings":30524,
    "Published":1998,
    "Description":"Renowned throughout the land of Ankhana as the Blade of Tyshalle, Caine has killed his share of monarchs and commoners, villains and heroes. He is relentless, unstoppable, simply the best there is at what he does.At home on Earth, Caine is Hari Michaelson, a superstar whose adventures in Ankhana command an audience of billions. Yet he is shackled by a rigid caste society, bound to ignore the grim fact that he kills men on a far-off world for the entertainment of his own planet--and bound to keep his rage in check.But now Michaelson has crossed the line. His estranged wife, Pallas Rill, has mysteriously disappeared in the slums of Ankhana. To save her, he must confront the greatest challenge of his life: a lethal game of cat and mouse with the most treacherous rulers of two worlds...",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1403193753i\/311864.jpg"
  },
  {
    "Title":"Debt: The First 5,000 Years",
    "Author":"David Graeber",
    "Score":4.21,
    "Ratings":22174,
    "Shelvings":106861,
    "Published":2011,
    "Description":"Before there was money, there was debt Every economics textbook says the same thing: Money was invented to replace onerous and complicated barter systems—to relieve ancient people from having to haul their goods to market. The problem with this version of history? There’s not a shred of evidence to support it.Here anthropologist David Graeber presents a stunning reversal of conventional wisdom. He shows that for more than 5,000 years, since the beginnings of the first agrarian empires, humans have used elaborate credit systems to buy and sell goods—that is, long before the invention of coins or cash. It is in this era, Graeber argues, that we also first encounter a society divided into debtors and creditors.  Graeber shows that arguments about debt and debt forgiveness have been at the center of political debates from Italy to China, as well as sparking innumerable insurrections. He also brilliantly demonstrates that the language of the ancient works of law and religion (words like “guilt,” “sin,” and “redemption”) derive in large part from ancient debates about debt, and shape even our most basic ideas of right and wrong. We are still fighting these battles today without knowing it.Debt: The First 5,000 Years is a fascinating chronicle of this little known history—as well as how it has defined human history, and what it means for the credit crisis of the present day and the future of our economy.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1390408633i\/6617037.jpg"
  },
  {
    "Title":"One Last Breath",
    "Author":"Ginny Myers Sain",
    "Score":3.9,
    "Ratings":531,
    "Shelvings":12071,
    "Published":2024,
    "Description":"The New York Times bestselling author of Dark and Shallow Lies delivers another chilling supernatural thriller filled with murder, romance, and a decades long mystery that haunts a small Florida town.The perfect blend of Natasha Preston, Krystal Sutherland, and Delia Owens, with a paranormal twist.Mount Orange, Florida, is famous for two things. The spectre of Bailey and Celeste's murders cast a permanent darkness over sunny Mount Orange. Tru has always lived in that shadow. Sometimes, it seems like she knows the long-dead Bailey, feels the dead girl in her bones. Now she's supposed to head to FSU in the fall with her boyfriend, but those unsolved murders - and the death of her own sister - invade her every thought. It’s only in the shadowy deep, 100 feet below the surface of Hidden Glen Springs, that she can breathe. When a strange girl named Rio rolls into town, hell-bent on figuring out who killed Bailey and Celeste, Tru can't resist entangling herself in the thrill of solving the decades old mystery any more than she can resist her familiar, aching attraction to Rio.As the summer heat ignites, so does the spark between Tru and Rio...along with their other-worldy connection to Bailey and Celeste. But when someone begins stalking them, the girls become convinced the killer is back in town. And if they keep digging into the past, Tru and Rio know this time, it could be their blood that makes the springs run red.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1686155533i\/174156090.jpg"
  },
  {
    "Title":"Blood: The Science, Medicine, and Mythology of Menstruation",
    "Author":"Jen Gunter",
    "Score":4.25,
    "Ratings":642,
    "Shelvings":23428,
    "Published":2024,
    "Description":"Dr. Jen Gunter fights myths and fear-mongering with real science, inclusive facts, and shame-free advice on the topic that impacts more than 72 million Americans every month: menstruation.Most women, transgender, and non-binary people who menstruate can expect to have hundreds of periods in a lifetime. So why is real information so hard to find? Despite the significance of menstruation, most education focuses on either increasing the chances of pregnancy or preventing it. Those who menstruate deserve to know more about their bodies than just what happens in service to reproduction. At a time when charlatans, politicians, and social media are succeeding in propagating damaging disinformation with real and devastating consequences, Dr. Gunter provides the antidote with science, myth busting, and no-nonsense facts.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1684819411i\/75496481.jpg"
  },
  {
    "Title":"Désirée",
    "Author":"Annemarie Selinko",
    "Score":4.14,
    "Ratings":11271,
    "Shelvings":11705,
    "Published":1951,
    "Description":"Las pasiones e intrigas de la corte de Napoleón Bonaparte vividas por Désirée, hija de un comerciante de sedas de Marsella. Se convirtió en el primer amor de Napoleón, aunque su destino final no iba a ser Francia, sino la corona de Suecia.Bernardine Eugénie Désirée Clary, conocida como Désirée, nos descubre a través de su d",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1171048586i\/84049.jpg"
  },
  {
    "Title":"Echo Park (Harry Bosch, #12; Harry Bosch Universe, #17)",
    "Author":"Michael Connelly",
    "Score":4.17,
    "Ratings":61716,
    "Shelvings":73320,
    "Published":2006,
    "Description":"More than a decade ago, Harry Bosch worked on the case of Marie Gesto, a twenty-two-year-old who went missing but was never found. Now, with the Gesto file still on his desk, Bosch gets a call from the District Attorney: A serial killer has confessed. Did Harry miss a key clue? Or is something more going on here?In 1993 Marie Gesto disappeared after walking out of a supermarket. Harry Bosch worked the case but couldn't crack it, and the twenty-two-year-old was never found. Now, more than a decade later, with the Gesto file still on his desk, Bosch gets a call from the District Attorney. A man accused of two heinous murders is willing to come clean about several others, including the killing of Marie Gesto. Taking the confession of the man he has sought-and hated-for thirteen years is bad enough. Discovering that he missed a clue back in 1993 that could have stopped nine other murders may just be the straw that breaks Harry Bosch.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1168391416i\/32501.jpg"
  },
  {
    "Title":"The Phantom of Pine Hill (Nancy Drew Mystery Stories, #42)",
    "Author":"Carolyn Keene",
    "Score":3.89,
    "Ratings":4293,
    "Shelvings":8626,
    "Published":1965,
    "Description":"Nancy, Bess and George visit Emerson for the university’s summer festivities. The girls are guests in a historic mansion on Pine Hill. Upon arriving, their host tells about the phantom haunting the mansion’s library. He also relates his family’s decades old saga of a lost French wedding gown and valuable gifts that went to the bottom of a nearby cove in the sinking of the Lucy Belle. Is there connection between the phantom and the old ship disaster? Nancy and her friends work diligently to solve the mystery of Pine Hill and to find the long-lost wedding treasures. This book is the original text. A revised text does not exist.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1459459650i\/862011.jpg"
  },
  {
    "Title":"Goodbye",
    "Author":"Osamu Dazai",
    "Score":3.69,
    "Ratings":185,
    "Shelvings":981,
    "Published":1948,
    "Description":"The war is over and life is returning to normal. A man must say goodbye to his ten or so lovers. However, he can't do this alone, he needs the help of a special but difficult woman.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1428454715i\/25317881.jpg"
  },
  {
    "Title":"Why Revival Tarries: A Classic on Revival",
    "Author":"Leonard Ravenhill",
    "Score":4.52,
    "Ratings":2483,
    "Shelvings":4596,
    "Published":1959,
    "Description":"Leonard Ravenhill's call to revival is as timely now as it was when rst published over forty years ago. The message is fearless and often radical as he expounds on the disparity between the New Testament church and the church today. Why Revival Tarries contains the heart of his message. A.W. Tozer called Ravenhill \"a man sent from God\" who \"appeared at [a] critical moment in history,\" just as the Old Testament prophets did. Included are questions for group and individual study. Ravi Zacharias refers to this as \"the book that shaped me...more dramatically than any other...\"",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1348963060i\/351036.jpg"
  },
  {
    "Title":"The Red One",
    "Author":"Jack London",
    "Score":3.47,
    "Ratings":214,
    "Shelvings":281,
    "Published":1918,
    "Description":"\"The Red One\" is a short story by Jack London. The story is told from the perspective of a scientist called Bassett, who is on an expedition in the jungle of Guadalcanal to collect butterflies. The \"Red One\" of the title refers to a giant red sphere, of apparently extraterrestrial origin, that the headhunting natives worship as their god and to which they perform human sacrifices. Bassett becomes obsessed with the Red One and in the end is sacrificed himself.The story's theme was suggested to London by his friend George a message is sent from an alien civilization but is lost in the wilderness. There are parallels to Joseph Conrad's short novel Heart of Darkness.Critics have noted the possible influence of Carl Jung on the story, as London became aware of Jung's ideas at around the time of writing \"The Red One\" in 1916.The story makes an enigmatic reference to helmeted figures, perhaps the Red One's alien crew. Here, London may have anticipated the ancient astronauts of science fiction and pseudoscience.Odin’s Library Classics is dedicated to bringing the world the best of humankind’s literature from throughout the ages. Carefully selected, each work is unabridged from classic works of fiction, nonfiction, poetry, or drama.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1238530188i\/6371979.jpg"
  },
  {
    "Title":"Drawing Dynamic Hands",
    "Author":"Burne Hogarth",
    "Score":4.09,
    "Ratings":8640,
    "Shelvings":13383,
    "Published":1977,
    "Description":"The most comprehensive book ever published on drawing hands, it uses a revolutionary system for visualizing the hand in an almost infinite number of positions.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1320507201i\/1045908.jpg"
  },
  {
    "Title":"Frida Kahlo: 1907-1954 Pain and Passion",
    "Author":"Andrea Kettenmann",
    "Score":4.21,
    "Ratings":12881,
    "Shelvings":19914,
    "Published":1993,
    "Description":"Un retrato de una artista, sobre todo una artista.(Portrait of an artist, always an artist, above all an artist.)",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1365526293i\/772976.jpg"
  },
  {
    "Title":"Hateship, Friendship, Courtship, Loveship, Marriage: Stories",
    "Author":"Alice Munro",
    "Score":4.04,
    "Ratings":19916,
    "Shelvings":41522,
    "Published":2001,
    "Description":"In the her tenth collection (the title story of which is the basis for the new film Hateship Loveship), Alice Munro achieves new heights, creating narratives that loop and swerve like memory, and conjuring up characters as thorny and contradictory as people we know ourselves.A tough-minded housekeeper jettisons the habits of a lifetime because of a teenager’s practical joke. A college student visiting her brassy, unconventional aunt stumbles on an astonishing secret and its meaning in her own life. An incorrigible philanderer responds with unexpected grace to his wife’s nursing-home romance. Hateship, Friendship, Courtship, Loveship, Marriage is Munro at her best, tirelessly observant, serenely free of illusion, deeply and gloriously humane.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1494106094i\/111126.jpg"
  },
  {
    "Title":"Young Lonigan",
    "Author":"James T. Farrell",
    "Score":3.46,
    "Ratings":1189,
    "Shelvings":8377,
    "Published":1932,
    "Description":"It's a story about coming-of-age and sexual awakening in the mean streets of 1910s Chicago. It's the beginning of a trilogy that will follow Studs Lonigan throughout adolescence. And, claims Arthur Schlesinger, Jr, it reveals \"his vision of the truth-the truth about people, the truth about writing, the truth about America.\"",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1309210834i\/169810.jpg"
  },
  {
    "Title":"Enclave (Razorland, #1)",
    "Author":"Ann Aguirre",
    "Score":3.91,
    "Ratings":69649,
    "Shelvings":164841,
    "Published":2011,
    "Description":"New York City has been decimated by war and plague, and most of civilization has migrated to underground enclaves, where life expectancy is no more than the early 20's. When Deuce turns 15, she takes on her role as a Huntress, and is paired with Fade, a teenage Hunter who lived Topside as a young boy. When she and Fade discover that the neighboring enclave has been decimated by the tunnel monsters--or Freaks--who seem to be growing more organized, the elders refuse to listen to warnings. And when Deuce and Fade are exiled from the enclave, the girl born in darkness must survive in daylight--guided by Fade's long-ago memories--in the ruins of a city whose population has dwindled to a few dangerous gangs.Ann Aguirre's thrilling young adult novel is the story of two young people in an apocalyptic world--facing dangers, and feelings, unlike any they've ever known.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1327877657i\/7137327.jpg"
  },
  {
    "Title":"The Palm-Wine Drinkard & My Life in the Bush of Ghosts",
    "Author":"Amos Tutuola",
    "Score":3.86,
    "Ratings":1422,
    "Shelvings":4209,
    "Published":1952,
    "Description":"When Amos Tutuola's first novel, The Palm-Wine Drinkard, appeared in 1952, it aroused exceptional worldwide interest. Drawing on the West African Yoruba oral folktale tradition, Tutuola described the odyssey of a devoted palm-wine drinker through a nightmare of fantastic adventure. Since then, The Palm-Wine Drinkard has been translated into more than 15 languages and has come to be regarded as a masterwork of one of Africa's most influential writers. Tutuola's second novel, My Life in the Bush of Ghosts, recounts the fate of mortals who stray into the world of ghosts, the heart of the tropical forest. Here, as every hunter and traveler knows, mortals venture at great peril, and it is here that a small boy is left alone.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1348031576i\/303496.jpg"
  },
  {
    "Title":"Brief Answers to the Big Questions",
    "Author":"Stephen Hawking",
    "Score":4.28,
    "Ratings":74016,
    "Shelvings":157358,
    "Published":2018,
    "Description":"Stephen Hawking was recognized as one of the greatest minds of our time and a figure of inspiration after defying his ALS diagnosis at age twenty-one. He is known for both his breakthroughs in theoretical physics as well as his ability to make complex concepts accessible for all, and was beloved for his mischievous sense of humor. At the time of his death, Hawking was working on a final project: a book compiling his answers to the \"big\" questions that he was so often posed--questions that ranged beyond his academic field. Within these pages, he provides his personal views on our biggest challenges as a human race, and where we, as a planet, are heading next. Each section will be introduced by a leading thinker offering his or her own insight into Professor Hawking's contribution to our understanding.",
    "Image":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1536862019i\/40277241.jpg"
  }
]